{
  "tokenizer_class": "PreTrainedTokenizerFast",
  "bos_token": "<s>",
  "eos_token": "</s>",
  "unk_token": "<unk>",
  "pad_token": "<pad>",
  "mask_token": "<mask>",
  "cls_token": "<s>",
  "sep_token": "</s>"
}